Repository: kubikanber/Mp4BoxMuxer
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: tr

source: usage:
tr: Kullanım:

source: .__call__() not defined
tr: .__call__() tanımlanmamış

source: unknown parser %(parser_name)r (choices: %(choices)s)
tr: Bilinmeyen ayrıştırıcı %(parser_name)r (choices: %(choices)s)

source: argument "-" with mode %r
tr: %r modlu "-" argümanı

source: can't open '%(filename)s': %(error)s
tr: '%(filename)s' açılamıyor: %(error)s

source: cannot merge actions - two groups are named %r
tr: eylemler birleştirilemez - iki grup %r olarak adlandırılmıştır

source: 'required' is an invalid argument for positionals
tr: 'required' konumsallar için geçersiz bir argümandır

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
tr: geçersiz seçenek dizesi %(option)r: %(prefix_chars)r karakteriyle başlamalıdır

source: dest= is required for options like %r
tr: %r gibi seçenekler için dest= gereklidir

source: invalid conflict_resolution value: %r
tr: geçersiz conflict_resolution değeri: %r

source: mutually exclusive arguments must be optional
tr: birbirini dışlayan argümanlar isteğe bağlı olmalıdır

source: positional arguments
tr: Konumsal argümanlar

source: optional arguments
tr: İsteğe bağlı argümanlar

source: show this help message and exit
tr: Bu yardım mesajını göster ve çık

source: cannot have multiple subparser arguments
tr: birden fazla alt ayrıştırıcı argümanı olamaz

source: unrecognized arguments: %s
tr: Tanınmayan argümanlar: %s

source: not allowed with argument %s
tr: %s argümanıyla izin verilmiyor

source: ignored explicit argument %r
tr: açık argüman %r göz ardı edildi

source: the following arguments are required: %s
tr: aşağıdaki argümanlar gerekli: %s

source: one of the arguments %s is required
tr: %s argümanlarından biri gerekli

source: expected one argument
tr: bir argüman bekleniyor

source: expected at most one argument
tr: en fazla bir argüman bekleniyor

source: expected at least one argument
tr: en az bir argüman bekleniyordu

source: ambiguous option: %(option)s could match %(matches)s
tr: belirsiz seçenek: %(option)s, %(matches)s ile eşleşebilir

source: unexpected option string: %s
tr: beklenmeyen seçenek dizisi: %s

source: %r is not callable
tr: %r çağrılabilir değil

source: invalid %(type)s value: %(value)r
tr: geçersiz %(type)s değeri: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
tr: geçersiz seçim: %(value)r (%(choices)s arasından seçim yapın)

source: %(prog)s: error: %(message)s
tr: %(prog)s: Hata: %(message)s
